Repository: shufeigong/clo
Catalog: web/app/plugins/slp-enhanced-results/languages/csa-slp-er-*.po
Languages: de_de, fr_fr, sr_rs, sv_se

source: Featured
de_de: Favorisiert
sr_rs: Trenutno
sv_se: Favorit

source: Featured, Rank, Closest
de_de: Favorisiert, Rang, Entfernung
sr_rs: Trenutno,Rangiranje,Najbliže
sv_se: Favorit, Rank, Närmast

source: Featured, Rank, A..Z
de_de: Favorisiert, Rang, A..Z
sr_rs: Trenutno,Rangiranje,A..Z
sv_se: Favorit, Rank, A-Ä

source: Featured Then Closest
de_de: Favorisiert danach Entfernung
sr_rs: Trenutno onda najbliže
sv_se: Favorit, Närmast

source: Featured Then A..Z
de_de: Favorisiert danach A..Z
sr_rs: Trenutno onda A..Z
sv_se: Favorit, A-Ö

source: Rank Then Closest
de_de: Rang danach Entfernung
sr_rs: Rangiranje onda najbliže
sv_se: Rank, Närmast

source: Rank Then A..Z
de_de: Rang danach A..Z
sr_rs: Rangiranje onda A..Z
sv_se: Rank, A-Ö

source: Closest..Furthest
de_de: von nahester zu weitester Entfernung
sr_rs: Najbliže..Najdalje
sv_se: Närmast-Längst bort

source: Name A..Z
sr_rs: Ime A..Z
sv_se: Namn A-Ö

source: Random
de_de: Zufällig
sr_rs: Nasumično
sv_se: Slumpvis

source: Order Results By:
de_de: Ordne die Ergebnisse nach:
fr_fr: Trier Résultats par:
sr_rs: Naručiti rezutate po:
sv_se: Ordna resultat efter:

source: Image
de_de: Bild
sr_rs: Slika
sv_se: Bild

source: View
de_de: Ansicht
fr_fr: Voir
sr_rs: Pregled
sv_se: Visa

source: No Results Message
de_de: Kein Ergebnis Nachricht
fr_fr: Message pour aucun résultat
sr_rs: Poruka kada nema rezultata
sv_se: Inget resultat meddelande

source: No results found message that appears under the map.
de_de: Nachricht wenn keine Ergebnisse gefunden werden welche unter der Karte erscheint.
fr_fr: Aucun résultat trouvé qui apparaitra sous la carte.
sr_rs: Poruka kada nema rezultata koja se pojavljuje pod mapom.
sv_se: "Inga platser hittade" meddelandet som visas under kartan.

source: Results not found.
de_de: Keine Ergebnisse gefunden.
fr_fr: Aucun résultat trouvé.
sr_rs: Rezulati nisu pronadjeni.
sv_se: Inget resultat hittat.

source: Enhanced Results
de_de: Add-On: Ergebnisse
fr_fr: Résultats avancés
sr_rs: Povećani rezultati
sv_se: Utökade resultat

source: Disable Initial Directory
de_de: Deaktiviere die Listenansicht
fr_fr: Désactivé le dossier initial
sr_rs: Onemoguće prvobitni direktorijum
sv_se: Stäng av startmappen

source: Do not display the listings under the map when "immediately show locations" is checked.
de_de: Zeige nicht die Liste unter der Karte, wenn "zeige sofort die Standorte" aktiviert ist.
fr_fr: Ne pas afficher la liste sous la carte quand "voir immédiatement les Points de Vente" est coché.
sr_rs: Ne prikazuj listing pod mapom kada je "prikaži odmah lokacije" čekirano
sv_se: Visa inte resultaten under kartan när "Visa platser direkt" används.

source: Use tel URI
de_de: Verwende tel URI
fr_fr: Utiliser tel URI
sr_rs: Koristi tel URI
sv_se: Använd tel URI

source: When checked, wraps the phone number in the results in a tel: href tag.
de_de: Wenn markiert, erscheint die Telefonnummer in die Ergebnisse in einem tel: href-Tag.
fr_fr: quand coché, enveloppe le numéro de téléphone dans le résultat dans un href tag.
sr_rs: Kada le čekirano, uzima telefonski broj u rezultatima u tel: href tag.
sv_se: Om denna är markerad, samla telefonnumret i resultaten i en tel: href tagg.

source: Hide Distance
de_de: Entfernung ausblenden
fr_fr: Cacher la distance
sr_rs: Sakriti razdaljinu
sv_se: Göm avstånd

source: Do not show the distance to the location in the results table.
de_de: Den Abstand zum Ort in der Ergebnistabelle nicht mehr anzeigen.
fr_fr: Ne pas montrer la distance du Point de Vente dans la table de résultat.
sr_rs: Nemojte da prikazujete razdaljinu u lokaciji na tabeli sa rezultatima.
sv_se: Visar inte avståndet till platsen i resultaten.

source: Show Country
de_de: Zeige das Land
fr_fr: Montrer pays
sr_rs: Prikazati zemlju
sv_se: Visa land

source: Display the country in the results table address.
de_de: Zeige das Land in der Ergebnistabelle.
fr_fr: Afficher le pays dans le résultat de la table adresse.
sr_rs: Prikazati zemlju tabeli sa rezultatima.
sv_se: Visa landet i resultaten vid adressen.

source: Show Hours
de_de: Zeige Stunden
fr_fr: Montrer horaires
sr_rs: Prikazati sate
sv_se: Visa öppetider

source: Display the hours in the results table under the Directions link.
de_de: Zeige die Stunden in der Ergebnistabelle unter der Anfahrtsbeschreibung.
fr_fr: Afficher les horaires dans la table de résultat sous le lien d'itinéraire.
sr_rs: Prikazati sate u tabeli rezultata pod linkom Upute.
sv_se: Visa öppettider i resultaten under länken för vägbeskrivning.

source: Results Layout
de_de: Layout der Ergebnisse
fr_fr: Rendu du résultat
sr_rs: Layout rezultati
sv_se: Resultat

source: Enter your custom results area layout for the location results.
de_de: Gebe hier das benutzerdefinierte Layout für die Ergebnisse ein.
fr_fr: Configurez votre rendu personnalisé pour les résultats de Point de Vente.
sr_rs: Uneti vaše custom rezltate u područje layout-a za lokaciju rezultata.
sv_se: Skriv in din egen layout för visning av resultaten.

source: Uses HTML plus %s shortcodes.
de_de: Verwendet HTML plus %s Shortcodes.
fr_fr: Utiliser les raccourcis HTML plus %s.
sr_rs: Kotisti HTML plus %s skraćeni kodovi.
sv_se: Använder HTML plus %s kortkoder.

source: Set it to blank to reset to the default layout.
de_de: Leere dies um auf das Standard-Layout zurückzusetzen.
fr_fr: Vider le champ pour restauré le rendu par défaut.
sr_rs: Namesti na praznog na reset na default layout.
sv_se: Sätt denna blank för att använda standardlayout.

source: Overrides all other results settings.
de_de: Überschreibt alle anderen Einstellungen der Ergebnisse.
fr_fr: Remplacer tous les autres paramètres de résultat.
sr_rs: Piše preko svih rezultata pretrage.
sv_se: Använd inte övriga inställningar.

source: A premium add-on pack for Store Locator Plus that adds enhanced search results to the plugin.
de_de: Ein Premium-Add-On-Pack für Store Locator Plus, welches weitere Suchergebnisse hinzufügt.
fr_fr: Un pack premium pour Store Locator Plus qui permet de paramétrer les résultats de recherche.
sr_rs: Premium add-on paket za Store Locator Plus koji povećava rezultate plugina.
sv_se: Ett premie tilläggspaket för Store Locator Plus som lägger till förbättrade sökresultat i panelen.

source: Set if the featured location should be showed:
sv_se: Ange detta om favoritplatsen ska visas:

source: Show If In Radius - Only when the location are in radius.
sv_se: Visa om inom radien - Endast när platser finns inom radien.

source: Always Show - Always show featured locations.
sv_se: Visa alltid - Visa alltid favoritplatser.

source: Show If In Radius
sv_se: Visa om inom radien

source: Always Show
sv_se: Visa alltid

source: Feature Location
sv_se: Favoritplats

source: Stop Featuring Location
sv_se: Ta bort favoritplats

source: Rank
de_de: Entfernung
sr_rs: Rangiranje

source: Store Locator Plus : Enhanced Results
de_de: Store Locator Plus Add-On: Ergebnisse
fr_fr: Store Locator Plus : Résultats avancés
sr_rs: Store Locator Plus : rezultati

source: Name
fr_fr: Nom
