Repository: shufeigong/clo
Catalog: web/app/plugins/slp-enhanced-search/languages/csa-slp-*.po
Languages: es_fr_fr, es_sv_se

source: Address
es_fr_fr: Adresse
es_sv_se: Adress

source: Instructions to place in the address input.
es_fr_fr: Instructions à mettre dans le champs de saisie adresse.
es_sv_se: Instruktioner som står i adressfältet

source: Name
es_fr_fr: Nom
es_sv_se: Namn

source: Instructions to place in the name input.
es_fr_fr: Instructions à mettre dans le champs de saisie Nom.
es_sv_se: Instruktioner som står i namnfältet.

source: Search Placeholders
es_fr_fr: Chercher dans Espaces réservés
es_sv_se: Sökfältsinstruktioner

source: Placeholders are text instructions that appear inside an input box before data is entered.
es_fr_fr: Espaces réservés : textes explicatifs qui apparaissent dans un champs de texte avant une saisie.
es_sv_se: Sökfältsinstruktioner är text som visas i sökfälten innan något skrivits in.

source: Program Interface
es_fr_fr: Interface du programme
es_sv_se: Programutseende

source: Allow Address In URL
es_fr_fr: Autoriser les adresses dans l'URL
es_sv_se: Tillåt adress i URL

source: If checked an address can be pre-loaded via a URL string ?address=blah.
es_fr_fr: Si coché une adresse peut-être préchargée via une URL du type ?address=blah.
es_sv_se: Om denna är markerad kan en adress förladdas via en URL sträng ?address=blah.

source: This will disable the Pro Pack location sensor whenever the address is used in the URL.
es_fr_fr: Désactive le module localisation du Pack Pro chaque fois que l'adresse est dans l'URL.
es_sv_se: Detta stänger av Pro Pack funktionen för platsavkännare när en adress används i URL.

source: Find Button
es_fr_fr: Trouver bouton
es_sv_se: Hitta knappen

source: The label on the find button, if text mode is selected.
es_fr_fr: Texte sur le bouton trouver, si le mode texte est sélectionné.
es_sv_se: Texten på Hitta knappen om textfunktionen är vald (ej bildknapp).

source: Find Locations
es_fr_fr: Trouver Points de Vente
es_sv_se: Hitta platser

source: The label that precedes the name input box.
es_fr_fr: Texte qui précède le nom du champs.
es_sv_se: Texten som står innan sökrutan för namn.

source: City Selector Label
es_fr_fr: Texte du choix de Ville
es_sv_se: Stad

source: The label that precedes the city selector.
es_fr_fr: Texte qui précède le choix de Ville
es_sv_se: Texten som står innan sökrutan för stad.

source: City Selector First Entry
es_fr_fr: Premier choix liste Ville
es_sv_se: Stad första rad

source: The first entry on the search by city selector.
es_fr_fr: Le premier choix sur la recherche par ville.
es_sv_se: Texten på första raden vid sökning av stad med rullgardinsmeny.

source: --Search By City--
es_fr_fr: --Recherche par ville--
es_sv_se: --Sök stad--

source: State Selector Label
es_fr_fr: Texte du choix de Région
es_sv_se: Län

source: The label that precedes the state selector.
es_fr_fr: Texte qui précède le choix de Région
es_sv_se: Texten som står innan sökrutan för län.

source: State Selector First Entry
es_fr_fr: Premier choix liste Région
es_sv_se: Län första rad

source: The first entry on the search by state selector.
es_fr_fr: Le premier choix sur la recherche par région.
es_sv_se: Texten på första raden vid sökning av län med rullgardinsmeny.

source: --Search By State--
es_fr_fr: --Recherche par Région--
es_sv_se: --Län--

source: Country Selector Label
es_fr_fr: Texte choix du Pays
es_sv_se: Land

source: The label that precedes the country selector.
es_fr_fr: Texte qui précède le choix du Pays
es_sv_se: Texten som står innan sökrutan för land.

source: Country Selector First Entry
es_fr_fr: Premier choix liste Pays
es_sv_se: Land första rad

source: The first entry on the search by country selector.
es_fr_fr: Le premier choix sur la recherche par pays.
es_sv_se: Texten på första raden vid sökning av land med rullgardinsmeny.

source: --Search By Country--
es_fr_fr: --Recherche par Pays--
es_sv_se: --Land--

source: Hide Address Entry
es_sv_se: Göm adressfältet

source: Hide the address input box on the locator search form.
es_sv_se: Göm fältet för sökning av adress från sökfunktionen.

source: Hide Search Form
es_fr_fr: Cacher formulaire de recherche
es_sv_se: Göm sökformuläret

source: Hide the user input on the search page, regardless of the SLP theme used.
es_fr_fr: Cacher le champs de saisie utilisateur sur la page de recherche, indépendamment du thème SLP utilisé.
es_sv_se: Göm hela sökformuläret oavsett vilket SLPLUS tema som används.

source: Hide Radius Selections
es_fr_fr: Cacher Sélection rayon
es_sv_se: Göm radie-valet

source: Hide the radius selection drop down.
es_fr_fr: Cacher le menu Sélection rayon
es_sv_se: Göm rullgardinsfältet för val av radie i sökfunktionen.

source: Show Search By Name
es_fr_fr: Afficher Recherche par Nom
es_sv_se: Visa sök namn

source: Shows the name search entry box to the user.
es_fr_fr: Afficher le champs Recherche par Nom à l'utilisateur.
es_sv_se: Visar fältet för att söka platser med hjälp av deras namn.

source: Radius Behavior
es_sv_se: Radie-funktion

source: Show the city selector on the search form.
es_fr_fr: Afficher le champs Choix de la Ville à l'utilisateur.
es_sv_se: Visa fältet för sökning av stad.

source: View the <a href="%s" target="csa">documentation</a> for more info.
es_sv_se: Läs mer i <a href="%s" target="csa">dokumentationen</a> för mer information.

source: If you want the option to search by address OR by city on the same form, select: Use radius only with address. If you choose not to use radius, you consider also hiding the radius selector.
es_sv_se: Om du vill använda funktionen att söka efter adress ELLER efter stad på samma sökformulär välj: \"Använd endast radie med adress\". Om du väljer att inte använda radie kan du även dölja radien-väljaren helt.

source: Do not use
es_sv_se: Använd inte

source: Use only when address is entered
es_sv_se: Använd endast om en adress är ifylld

source: Always use
es_sv_se: Använd alltid

source: City Selector
es_sv_se: Stadssökning

source: Consider setting do not use radius when using discrete search mode.
es_sv_se: Överväg att inte använd radie-val när du använder diskret sökläge.

source: Hidden
es_sv_se: Gömd

source: Dropdown, Address Input
es_sv_se: Rullgardin med alternativ

source: Dropdown, Discrete Filter
es_sv_se: Rullgardin, Diskret sökning

source: Dropdown, Discrete + Address Input
es_sv_se: Rullgardin, Diskret + Adressfält

source: Country Selector
es_sv_se: Landssökning

source: Show the country selector on the search form.
es_fr_fr: Afficher le champs Choix du Pays à l'utilisateur.
es_sv_se: Visa fältet för sökning av land.

source: Consider setting ignore radius when using discrete search mode.
es_sv_se: Överväg att ignorera radie när du använder diskret sökläge.

source: State Selector
es_sv_se: Länsökning

source: Show the state selector on the search form.
es_fr_fr: Afficher le champs Choix de la Région à l'utilisateur.
es_sv_se: Visa fältet för sökning av län.

source: Search Address Nearest
es_fr_fr: Rechercher adresse proche de
es_sv_se: Sök adress närmast

source: Worldwide is the default search, letting Google make the best guess which addres the user wants.
es_fr_fr: Par défaut recherche dans le monde entier, laissant Google choissir la meilleure adresse.
es_sv_se: Hela världen är standardsökning, den låter Google göra den bästa gissningen av vilken adress användaren menar.

source: Current Map will find the best matching address nearest the current area shown on the map.
es_fr_fr: La carte actuelle va trouver la meilleure adresse la plus proche de la vue carte affichée.
es_sv_se: Aktuell karta söker efter den bästa matchningen av adress närmast den aktuella kartan.

source: Worldwide
es_fr_fr: Monde entier
es_sv_se: Hela världen

source: Current Map
es_fr_fr: Carte en cours
es_sv_se: Aktuell karta

source: Search Layout
es_fr_fr: Rendu Recherche
es_sv_se: Sökformulär

source: Enter your custom search form layout.
es_fr_fr: Entrez votre propre rendu recherche.
es_sv_se: Skriv in din egen layout för sökformuläret.

source: Uses HTML plus %s shortcodes.
es_fr_fr: Utilisez les raccourcis HTML plus %s.
es_sv_se: Använd HTML plus %s kortkoder.

source: Set it to blank to reset to the default layout.
es_fr_fr: Le mettre sur vide pour remettre à zéro le rendu.
es_sv_se: Lämna blankt för att återställa till standardlayouten.

source: Overrides all other search form settings.
es_fr_fr: Remplacer tous les paramètres de recherche.
es_sv_se: Skriver över alla andra inställningar för sökformuläret.

source: Append This To Searches
es_sv_se: Lägg till söktext

source: Anything you enter in this box will automatically be appended to the address a user types into the locator search form address box on your site.
es_sv_se: Allt du skriver i rutan kommer automatiskt att läggas till den adress en användare skriver in i adressfältet på sökformuläret på din webbplats.

source: Name of Store
es_fr_fr: Nom du Point de Vente
es_sv_se: Namn på plats

source: A premium add-on pack for Store Locator Plus that adds enhanced search features to the plugin.
es_fr_fr: Un pack premium pour Store Locator Plus qui ajoute un plugin de recherche avancé.
es_sv_se: Ett premie tilläggspaket för Store Locator Plus som lägger till förbättrade funktioner för sökformuläret i panelen.

source: Enhanced Search
es_fr_fr: Recherche avancée

source: Show City Selector
es_fr_fr: Afficher Choix de la Ville

source: View the <a href="%s" target="csa">documentation</a> for more info.
es_fr_fr: Voir la <a href="%s" target="csa">documentation</a> pour plus d'info.

source: Show Country Selector
es_fr_fr: Afficher Choix du Pays

source: Show State Selector
es_fr_fr: Afficher Choix de la Région

source: Show Radio Buttons
es_fr_fr: Afficher les boutons radio

source: Show radio buttons instead of the pulldown for the tag selection interface.
es_fr_fr: Afficher des boutons radio à la place des menus déroulants pour le chois de l'interface.

source: Tag Autosubmit
es_fr_fr: Balise soumettre automatiquement

source: Force the form to auto-submit when the tag is selected with a radio button.
es_fr_fr: Forcer l'auto-submit du formulaire quand la balise est sélectionner avec des boutons radio.

source: Store Locator Plus : Enhanced Search
es_fr_fr: Store Locator Plus : Recherche avancée
