Repository: shufeigong/clo
Catalog: web/app/plugins/slp-pro/languages/csa-slp-pro-*.po
Languages: es_es, fr_fr, nl_nl, sr_rs, sv_se

source: Skip will not process duplicate records.
es_es: Saltar no procesará registros duplicados.
nl_nl: Overslaan zal de duplicaat records niet verwerken.
sr_rs: Opcija “Preskoči” sprečiće obradu dupliciranja zapisa.
sv_se: Hoppa över kommer INTE att lägga till nya platser när dubbletter påträffas.

source: Update will update duplicate records.
es_es: Update actualizará los registros duplicados.
nl_nl: Bijwerken zal de duplicaat records bijwerken.
sr_rs: Opcija “Ažuriraj” će ažurirati duplikate zapisa.
sv_se: Uppdatera kommer att uppdatera dubletter.

source: To update name and address fields the CSV must have the ID column with the ID of the existing location.
es_es: Para actualizar los campos del nombre y dirección la CSV debe tener la columna de la identificación con el ID de la ubicación existente.
nl_nl: Om de naam en adres velden bij te werken, moet de CSV een ID kolom hebben met het ID van de bestaande locatie.
sr_rs: Da biste ažurirali polja sa nazivima i adresama, CSV mora imati ID kolone sa ID-jem postojeće lokacije.
sv_se: För att uppdatera namn- och adressfält måste CSV-filen ha ID-kolumn med rätt ID för den befintliga platsen.

source: Add
es_es: Añadir
nl_nl: Toevoegen
sr_rs: Dodaj
sv_se: Lägg till

source: Skip
es_es: Saltar
nl_nl: Overslaan
sr_rs: Preskoči
sv_se: Hoppa över

source: Update
es_es: Actualizar
nl_nl: Bijwerken
sr_rs: Ažuriraj
sv_se: Uppdatera

source: new locations added.
es_es: Nuevas ubicaciones agregadas.
nl_nl: nieuwe locaties toegevoegd.
sr_rs: nove lokacije su dodate
sv_se: nya platser tillagda

source: pre-existing locations skipped.
es_es: Ubicaciones preexistentes omitidas.
nl_nl: reeds bestaande locaties overgeslagen.
sr_rs: prethodne lokacije preskočene
sv_se: hoppat över redan befintliga platser

source: locations did not need to be updated.
es_es: Las ubicaciones no necesitaban actualizarse
nl_nl: locaties hoefden niet te worden bijgewerkt.
sr_rs: lokacijama nije bilo potrebno ažuriranje.
sv_se: platser behövde inte bli uppdaterade

source: locations were skipped due to duplicate name and address information.
es_es: Las ubicaciones fueron omitidas debido a la duplicación de nombres y direcciones
nl_nl: locaties zijn overgeslagen vanwege dubbele naam en adres informatie.
sr_rs: lokacije su preskočene zbog dupliranja podataka o nazivu i adresi.
sv_se: platser hoppades över på grund av samma namn och adress i fälten.

source: locations were updated.
es_es: Las ubicaciones se han actualizado
nl_nl: locaties zijn bijgewerkt.
sr_rs: lokacije su ažurirane
sv_se: platserna har uppdaterats.

source: Any
es_es: Cualquiera
nl_nl: Elke
sr_rs: Bilo koji
sv_se: Alla

source: A premium add-on pack for Store Locator Plus that provides more admin power tools for wrangling locations.
es_es: Un añadido Premium Pack para Store Locator Plus que proporciona más herramientas de administración de energía para las ubicaciones de disputas.
fr_fr: Un pack premium pour Store Locator Plus qui ajoute un plugin d'administration plus avancé pour les Points de Vente
nl_nl: Een premium add-on pakket voor Store Locator Plus die meer admin tools biedt.
sr_rs: Premium paket dodataka za Store Locator Plus koji pruža više moćnih, administratorskih alata za pretragu lokacija
sv_se: Ett premie tilläggspaket för Store Locator Plus som lägger till förbättrade administratörsfunktioner i panelen.

source: Cheatin' huh!
es_es: ¡Haciendo trampa, eh!
fr_fr: Astuce !
nl_nl: Valsspelen h√®!
sv_se: Fuskar du?!

source: process started
sv_se: process startad

source: csv import failed, local file name not set
sv_se: csv import misslyckades, plats-filenamn inte angett

source: csv import failed, local file name blank
sv_se: csv import misslyckades, plats-filnamn är blankt

source: starting csv import
sv_se: startar csv import

source: File Settings
sv_se: Filinställningar

source: Background Processing
sv_se: Körs i bakgrunden

source: When checked the import will run as a WordPress cron job.
sv_se: När detta är valt körs importen som ett Wordpress cron jobb.

source: WP cron executes on the next visit to your website.
sv_se: WP cron startar vid nästa besök till webbplatsen.

source: This frees up the admin UI for other work while locations are loaded.
sv_se: Detta frigör admin UI för annat arbete medan platser laddas.

source: Upload CSV File
sv_se: Ladda upp CSV fil

source: File Import
sv_se: URL Filimport

source: CSV File URL
sv_se: URL till CSV-fil

source: Enter a full URL for a CSV file you wish to import
sv_se: Ange en fullständig URL för den CSV-fil som du vill importera

source: Import Locations
sv_se: Ladda upp platser

source: Use these settings to select which data to report on.
es_es: Use esta configuración para seleccionar los datos para informar
fr_fr: Utiliser ces paramètres pour sélectionner quelles données mettre sur le rapport.
nl_nl: Gebruik deze instellingen om te selecteren welke data gerapporteerd moet worden.
sr_rs: Koristite ove postavke da biste odabrali podatke uključene u izveštaj.

source: Start Date:
es_es: Fecha de inicio:
fr_fr: Date de début:
nl_nl: Start datum:
sr_rs: Početni datum:

source: End Date:
es_es: Fecha de finalización:
fr_fr: Date de fin:
nl_nl: Eind Datum:
sr_rs: Završni datum:

source: How many detail records?
es_es: ¿Cuántos registros de detalle?
fr_fr: Combien de détails enregistrer ?
nl_nl: Hoeveel detail records?
sr_rs: Koliko ima zapisa o detaljima?

source: Determines how many detail records are reported. More records take longer to report. (Default: 10, recommended maximum: 500)
es_es: Determina cuántos registros de detalles se reportan. Más registros tardan más para informar.(por defecto: 10, máximo recomendado: 500)
fr_fr: Détermine comebin de détails enregistrer sont reportés. Plus d'enregistrement demande plus de temps. (Par défaut:10, maximum recommandé: 500)
nl_nl: Bepaalt hoeveel detail records gerapporteerd worden. Meer records tonen duurt langer. (Default: 10, aanbevolen maximum: 500)
sr_rs: Određuje koliko se detalja zapisa nalazi u izveštaju. Za više zapisa potrebno je više vremena (Podrazumevana vrednost: 10; preporučena vrednost - maksimalno 500)

source: Run Report
es_es: Ejecutar Informe
fr_fr: Démarrer Rapport
nl_nl: Run Rapportage
sr_rs: Pokreni izveštaj

source: Search Report
es_es: Buscar Informe
fr_fr: Rapport de recherche
nl_nl: Zoek Rapport
sr_rs: Izveštaj o pretrazi

source: Look and Feel
es_es: Mire y Sienta
fr_fr: Aspect et convivialité
nl_nl: Kijk en Voel
sr_rs: Vidi i oseti

source: Reporting
es_es: Informes
fr_fr: Rapport
nl_nl: Rapportage
sr_rs: Izveštavanje

source: Report Settings
es_es: Ajustes Informe
fr_fr: Paramètre Rapport
nl_nl: Rapportage Instellingen
sr_rs: Postavke izveštaja

source: Tools
es_es: Herramientas
fr_fr: Outils
nl_nl: Gereedschappen
sr_rs: Alati

source: Where is...
es_es: Donde está...
fr_fr: Ou est…
nl_nl: Waar is...
sr_rs: Gde je...

source: locate
es_es: localizar
fr_fr: localiser
nl_nl: lokaliseer
sr_rs: lociraj

source: Enter an address and click locate to find the lat/long.
es_es: Escriba una dirección y haga clic en Buscar para encontrar lat/long.
fr_fr: Saisissez une adresse et cliquer sur trouver pour avoir la latitude et la longitude
nl_nl: Geef een adres en klik lokaliseer om de lat/long te vinden.
sr_rs: Unesite adresu i kliknite na “lociraj” da biste odredili širinu/dužinu.

source: Highlight Uncoded Locations
es_es: Resaltar Ubicaciones no codificadas
nl_nl: Highlight Niet-gecodeerde Locaties
sr_rs: Obeleži nekodirane lokacije

source: Helpful Tools
es_es: Herramientas útiles
nl_nl: Handige Gereedschappen
sr_rs: Korisni alati

source: Bulk Export
es_es: Bulk Export (Exportación por Lote)
fr_fr: Export en masse
sr_rs: Grupni izvoz

source: Export the location data to a CSV file.
es_es: Exportar los datos de localización a un archivo CSV.
fr_fr: Exporter les Points de Vente en CSV.
sr_rs: Izvezi podatke o lokaciji u CSV datoteku

source: Bulk Upload
es_es: Subir por Lotes
fr_fr: Envoie en masse
sr_rs: Grupno otpremanje

source: Pro Pack
sr_rs: Pro Paket

source: Drop Down
es_es: Desplegable
sr_rs: U opadajućem meniju

source: Store Locator Plus : Pro Pack
es_es: Localizador de Puntos de venta Plus: Pro ​​Pack

source: Show the tags in the location output table and bubble.
fr_fr: Voir les balises dans la table de sortie du Point de Vente et la bulle.

source: Skip Duplicates
fr_fr: Passer les doublons

source: Checks the name, street, city, state, zip, and country for duplicate entries. Skips if already in database. Takes longer to load locations.
fr_fr: Vérifier le nom, adresse, ville, région, code postal et pays pour les doublons. Passer si déjà existant dans la base. Prend plus de temps pour charger les Points de Vente.

source: locations processed.
fr_fr: Points de Vente traités

source: duplicates not added.
fr_fr: doublons non ajoutés.

source: Uploaded file needs to be in CSV format.
fr_fr: Les fichiers envoyés doivent être au format CSV.

source: Pro Pack Tags
fr_fr: Balises Pro Pack

source: Tag Input
fr_fr: Balise entrée

source: Show the tag entry box on the search form.
fr_fr: Afficher la balise d'entrée sur le formulaire de recherche.

source: Preselected Tag Searches
fr_fr: Chercher balises présélectionnées.

source: Enter a comma (,) separated list of tags to show in the search pulldown, mark the default selection with parenthesis '( )'. This is a default setting that can be overriden on each page within the shortcode.
fr_fr: Entrez une virgule (,) pour séparer la liste de balises pour montrer dans le menu déroulant de recherche, cochez la sélection par défaut avec entre parenthèses '()'. Il s'agit d'un réglage par défaut qui peut être réécrit sur chaque page du shortcode.

source: Add "any" to tags pulldown
fr_fr: Ajouter "tout" à la liste déroulante.

source: Add an "any" selection on the tag pulldown list thus allowing the user to show all locations in the area, not just those matching a selected tag.
fr_fr: Ajouter un "tout" sélectionné sur la liste déroulante permettant ainsi à l'utilisateur d'afficher tous les emplacements dans la région, et pas seulement ceux correspondant à une balise sélectionnée.

source: Tags First Entry
fr_fr: Première entrée Balises

source: Cheatin' huh+
fr_fr: Astuce +

source: Import file name not set.
fr_fr: Nom du fichier importé non défini.

source: Import file was empty.
fr_fr: Fichier importé vide.

source: Type was %s.
fr_fr: Type %s.

source: Could not open CSV file for processing.
fr_fr: Ne peut pas ouvrir le CSV pour traitement.

source: Export Locations
fr_fr: Exporter Points de Vente

source: No data recorded yet. Chart will be available after a Store Locator Plus search has been performed.
fr_fr: Aucune donnée enregistrée pour le moment. Le graphique sera disponible quand une recherche aura été effecutée.
