Repository: shufeigong/clo
Catalog: web/app/plugins/slp-pro/languages/csa-slp-pro-*.po
Languages: es_es, fr_fr, nl_nl, sr_rs, sv_se

source: Location Filter:
nl_nl: Locatie Filter:
sv_se: Platsfilter:

source: and
nl_nl: en
sv_se: och

source: or
nl_nl: of
sv_se: eller

source: Store Name My Place or My* or *Place
nl_nl: Store Naam Mijn Plaats of Mijn* of *Plaats
sv_se: Platsnamn Min plats eller Min* eller *Plats

source: Name
nl_nl: Naam
sv_se: Namn

source: Zip Code 29464 or 294* or *464
nl_nl: Postcode 1234AB of 123* of *4AB
sv_se: Postnr 29464 eller 294* eller *464

source: Zip
es_es: C.P.
fr_fr: Code Postal
nl_nl: Postcode
sr_rs: Poštanski kod
sv_se: Postnummer

source: Country
nl_nl: Land
sv_se: Land

source: All Countries
nl_nl: Alle Landen
sv_se: Alla länder

source: State
es_es: Estado
fr_fr: Région
nl_nl: Provincie
sr_rs: Država
sv_se: Län

source: All States
nl_nl: Alle Provincies
sv_se: Alla län

source: No data recorded yet.
es_es: No hay datos registrados aún.
nl_nl: Nog geen data opgeslagen.
sr_rs: Još nema zabeleženih podataka.
sv_se: Inga platser finns ännu.

source: Chart will be available after a Store Locator Plus search has been performed.
es_es: Gráfica estará disponible después de realizar una búsqueda de Puntos de venta Plus
nl_nl: Grafiek is pas beschikbaar nadat een Store Locator Plus zoekopdracht is uitgevoerd.
sr_rs: Karta će biti raspoloživa kad Store Locator Plus završi pretragu.
sv_se: Diagramet kommer att finnas efter en Store Locator Plus sökningen har gjorts.

source: Locations
es_es: Ubicaciones
nl_nl: Locaties
sr_rs: Lokacije
sv_se: Platser

source: Highlight Uncoded
sv_se: Markera okodade

source: Highlight the uncoded locations in the Manage Locations panel.
es_es: Resaltar los lugares no codificados en el panel Administrar Ubicaciones.
nl_nl: Highlight de niet-gecodeerde locaties in het Beheer Locaties panel.
sr_rs: Obeleži nekodirane lokacije na panelu “Upravljaj lokacijama”
sv_se: Markera okodade platser på -Hantera platser- panelen

source: Use location sensor
es_es: Usar sensor de localización
fr_fr: Utiliser le détecteur de localisation.
nl_nl: Gebruik locatie sensor
sr_rs: Koristi senzor za lokacije
sv_se: Använd plats-sensor

source: This turns on the location sensor (GPS) to set the default search address.
es_es: Esto activa el sensor de posición (GPS) para establecer la dirección de búsqueda predeterminada..
fr_fr: Ceci active le capteur de localisation (GPS) pour définir l'adresse de recherche par défaut.
nl_nl: Dit schakelt de locatie sensor (GPS) in om het start zoekadres te bepalen.
sr_rs: Ovako se uključuje senzor lokacija (GPS) za određivanje podrazumevanih adresa pretrage
sv_se: Detta slår på platssensorn (GPS) för att ställa in standard adress vid sökning.

source: This can be slow to load and customers are prompted whether or not to allow location sensing.
es_es: Esto puede ser lento para cargar y a los clientes se le pregunta si desea permitir o no la detección de ubicación.
fr_fr: Cela peut être lent à charger et les clients sont invités ou non à permettre leur localisation.
nl_nl: Dit kan het laden vertragen en bezoekers wordt gevraagd al dan niet het gebruik van de locatie sensor toe te staan.
sr_rs: Može biti sporo za učitavanje i klijenti biraju da li će dozvoliti ili zabraniti detekciju lokacije.
sv_se: Detta kan ta lång tid att ladda och besökarna frågas om att tillåta platsavkänning eller ej.

source: Locator Layout
es_es: Diseño del Localizador
fr_fr: Emplacement localisateur
sr_rs: Izgled lokatora
sv_se: Platslayout

source: Enter your custom page layout for the Store Locator Plus page. Set it to blank to reset to the default layout.
es_es: Ingrese su diseño de página personalizado para la página Store Locator Plus. Póngalo en blanco para restablecer el diseño predeterminado.
fr_fr: Entrez votre mise en page personnalisée de la page Store Locator Plus. Laissez vide pour rétablir la configuration par défaut.
nl_nl: Geef je persoonlijke pagina layout voor de Store Locator Plus pagina. Maak leeg om te resetten naar de standaard layout.
sr_rs: Unesite željeni izgled prilagođene stranice za Locator Plus. Podesite na prazno polje ako želite da vratite podrazumevani izgled.
sv_se: Skriv in din egen sidlayout för Store Locator Plus sidan. Välj blank för att återställa till standardlayout.

source: CSS Manipulation
es_es: Manipulación CSS
fr_fr: Modifier CSS
nl_nl: CSS Manipulatie
sr_rs: CSS upravljanje
sv_se: CSS justeringar

source: Custom CSS
es_es: CSS personalizado
fr_fr: CSS personnalisé.
nl_nl: Aangepast CSS
sv_se: Egen CSS

source: Enter your custom CSS, preferably for SLPLUS styling only but it can be used for any page element as this will go in your page header.
es_es: Ingrese su CSS personalizado, preferiblemente sólo por estilo SLPLUS pero puede ser utilizado para cualquier elemento de la página, ya que esto va a ir en su encabezado de página .
fr_fr: Saisissez votre CSS personnalisé, de préférence seulement pour les styles SLPLUS, mais cela peut être utilisé pour toute page qui inclue notre header.
nl_nl: Geef je persoonlijke CSS, bij voorkeur voor SLPLUS styles maar het kan gebruikt worden voor ieder element op de pagina omdat deze code in je pagina header komt.
sr_rs: Unesite svoj prilagođeni CSS, da biste promenili kako izgleda SLPLUS, ali možete ga koristiti za bilo koji element stranice jer će se pojavljivati u zaglavlju vaše stranice.
sv_se: Skriv din egen CSS, helst för SLPLUS kodning, men det kan användas för alla sidfunktioner som fungerar med med ditt temas sidhuvud.

source: Tags
es_es: Etiquetas
fr_fr: Balises
sr_rs: Oznake
sv_se: Sökord

source: Tags (separate with commas)
es_es: Etiquetas (separadas por comas)
fr_fr: Balises (séparez par des virgules)
nl_nl: Tags (gescheiden door komma's)
sr_rs: Oznake (odvojene zarezima)
sv_se: Sökord (avdelade med komma)

source: Import
es_es: Importar
fr_fr: Importer
nl_nl: Importeer
sr_rs: Uvoz
sv_se: Importera

source: Export
es_es: de exportación
fr_fr: Exporter
nl_nl: Exporteer
sr_rs: Izvezi
sv_se: Exportera

source: Export All To CSV
nl_nl: Exporteer Alles Naar CSV
sv_se: Exportera alla till CSV

source: Geocode
fr_fr: Géocode
sv_se: GEOkoda

source: Tag
es_es: Etiqueta
fr_fr: Balise
sr_rs: Oznaka
sv_se: Sökord

source: Enter your comma-separated tags:
es_es: Introduzca sus etiquetas separadas por comas:
fr_fr: Saisissez vos balise séparées par une virgule:
nl_nl: Geef je komma-gescheiden tags:
sr_rs: Unesite svoje oznake odvojene zarezima
sv_se: Skriv in kommaseparerade sökord:

source: Remove Tags
es_es: Eliminar Etiquetas
fr_fr: Supprimer balises
nl_nl: Verwijder Tags
sr_rs: Ukloni oznake
sv_se: Ta bort sökord

source: Show Uncoded
es_es: Mostrar no codificadas
fr_fr: Montrer les non codés
nl_nl: Toon Nietgecodeerden
sr_rs: Prikaži nekodirane
sv_se: Visa okodat

source: With These Properties
nl_nl: Met Deze Eigenschappen
sv_se: Med dessa inställningar

source: Show Tags In Output
es_es: Mostrar Etiquetas En La Salida
fr_fr: Voir les sorties de balises
nl_nl: Toon Tags In Output
sr_rs: Prikaži oznake u izlazu
sv_se: Visa sökord i resultat

source: How should tags be output in the results below the map and the info bubble?
es_es: ¿Cómo deben ser las etiquetas de salida en los resultados por debajo del mapa y la información de la burbuja?
nl_nl: Hoe moeten tags worden getoond in de resultaten onder de kaart en de info ballon?
sr_rs: Kako treba da izgledaju oznake u sledećim rezultatima ispod mape, a kako balončić sa podacima?
sv_se: Hur ska sökord visas i resutlaten nedanför kartan och i informationsbubblorna?

source: Use Email Form
es_es: Use el Formulario E-mail
fr_fr: Utilier le formulaire email.
nl_nl: Gebruik Email Formulier
sr_rs: Koristite obrazac mail-a
sv_se: Använd e-mail formuläret

source: Use email form instead of mailto: link when showing email addresses.
es_es: Usar formulario de correo electrónico en lugar de un enlace mailto: cuando se muestran las direcciones de correo electrónico.
fr_fr: Utiliser le formaulaire email à la place du lien mailto: quand les adresses mails sont affichées.
nl_nl: Gebruik email formulier in plaats van een mailto: link als een email adres getoond moet worden.
sr_rs: Koristite obrazac mail-a umesto obrazac mailto: stavite link kad prikazujete mail adrese.
sv_se: Använd e-mail formuläret istället för mailto: länk när e-mail adresser visas.

source: Search Form Tag Input
es_es: Formulario de búsqueda de etiqueta de entrada
nl_nl: Zoek Formulier Tag Invoer
sr_rs: Pretraži ulaz oznaka formulara
sv_se: Sökformulär för sökord

source: Select the type of tag input that you would like to see on the search form.
es_es: Seleccione el tipo de entrada de etiqueta la cual le gustaría ver en el formulario de búsqueda..
nl_nl: Selecteer het type tag invoer dat je op het zoekformulier zou willen zien.
sr_rs: Odaberite vrstu ulaza oznake koju biste hteli da vidite u obrascu pretrage
sv_se: Välj den typ av sökordsinmatning som du vill visa på sökformuläret.

source: None
es_es: Ninguno
nl_nl: Geen
sr_rs: Nijedna
sv_se: Ingen

source: Hidden
es_es: Oculto
nl_nl: Verborgen
sr_rs: Skrivena
sv_se: Dold

source: Radio Button
es_es: Botón de Radio
sr_rs: Radio taster
sv_se: Radio knapp

source: Text Input
es_es: Texto de entrada
nl_nl: Tekst Invoer
sr_rs: Tekstualni ulaz
sv_se: Textinmatning

source: Tags Label
es_es: Etiqueta de Etiquetas
sr_rs: Oznake
sv_se: Sökordsetikett

source: Search form label to prefix the tag selector.
es_es: Etiqueta de Formulario de búsqueda de para prefijar el selector de etiquetas.
fr_fr: Chercher le texte qui précède la balise.
nl_nl: Zoekformulier label prefix voor de tag selectie.
sr_rs: Pretražite formular oznaka da biste odabrali prefiks oznake
sv_se: Sökformulärsetikett som prefix till sökordsväljaren.

source: Default Tag Selections
es_es: Selecciones Etiqueta predeterminadas
nl_nl: Default Tag Selecties
sr_rs: Odabir podrazumevanih oznaka
sv_se: Standard sökordsval

source: For Hidden or Text tag input enter a default value to be used in the field, if any.
es_es: Para entrada de etiqueta Oculta o de Texto introduzca un valor por defecto que se utilizará en el campo, si los hay.
nl_nl: Geef een default waarde die gebruikt moet worden voor Verborgen of Tekst tag invoer, indien nodig.
sr_rs: Za skrivenu ili uvezenu tekstualnu oznaku unesite podrazumevanu vrednost koja će se koristiti u polju, ako je ima.
sv_se: För dolda eller text sökord ange ett standardvärde som används i fältet om "alla" används.

source: For Drop Down tag input enter a comma (,) separated list of tags to show in the search pulldown, mark the default selection with parenthesis ().
es_es: Para entrada de etiqueta Desplegable añada una lista de etiquetas separadas por coma (,) que mostrar en la lista desplegable de búsqueda, marque la opción predeterminada con paréntesis ().
nl_nl: Geef een komma (,) gescheiden lijst met tags om in de zoek lijst te tonen voor de Drop Down tag invoer, markeer de default selectie met haakjes ().
sr_rs: Za uvoz oznaka u opadajućim oznakama, unesite listu oznaka (,) odvojenih zarezima koje će se prikazati u padajućoj pretrazi. Obeležite podrazumevani izbor zagradama ().
sv_se: För rullgardinssökord skriv en kommaseparerad (,) lista med sökord för att visa i sökformulärets rullgardinsmeny, markera standardvalet med parentes ().

source: This is a default setting that can be overriden on each page within the shortcode.
es_es: Se trata de un valor predeterminado que puede ser sobreescrito en cada página dentro del código corto.
nl_nl: Dit is een default instelling die op iedere pagina kan worden vervangen binnen de shortcode.
sr_rs: Ova standardna postavka može se ponišiti na svakoj stranici u shortcode-u.
sv_se: Detta är en standardinställning som kan skrivas över på varje sida inom kortkoden.

source: Add "any" To Drop Down
es_es: Añadir "cualquiera" Al Desplegable
nl_nl: Voeg "elke" Toe aan de Drop Down
sr_rs: Dodajte "bilo koji" padajućoj listi
sv_se: Lägg till "alla" till dop-down

source: Add an "any" selection on the tag drop down list thus allowing the user to show all locations in the area, not just those matching a selected tag.
es_es: Añadir una selección "cualquiera" en la lista de etiquetas desplegables permitiendo así al usuario mostrar todos los lugares de la zona, no sólo las que corresponden a una etiqueta seleccionada.
nl_nl: Voeg een "elke" selectie toe aan de tag drop down lijst om de gebruiker de mogelijkheid te bieden alle locaties in het gebied te tonen, niet alleen die die matchen met een geselecteerde tag.
sr_rs: Dodajte "bilo koji"padajućoj listi omogućavajući tako korisniku da prikaže sve lokacije određene oblasti, a ne samo one koje se poklapaju sa odabranom oznakom.
sv_se: Lägg till ett "alla" val på rullgardinslistan för sökord som gör att användaren kan visa alla orter i området, inte bara de som matchar ett valt sökord.

source: "Any" Tag Text
es_es: Texto de Etiqueta "Cualquiera"
nl_nl: "Elke" Tag Tekst
sr_rs: "Bilo koji" tekstualna oznaka
sv_se: "Alla" Menytext

source: What should the "any" tag say?
es_es: ¿Qué debe decir la etiqueta "cualquiera"?
nl_nl: Wat moet de "elke" tag zijn?
sr_rs: Šta treba da poruči oznaka "Bilo koji"?
sv_se: Vad ska "alla" menytexten för sökord vara?

source: The first entry on the search by tag pulldown.
es_es: La primera entrada en la búsqueda por la etiqueta desplegable
fr_fr: LA première entrée sur la recherche par liste déroulante.
nl_nl: De eerste keuze van de zoek op tag pulldown.
sr_rs: Prvi unos pretrage prema padajućoj listi oznaka.
sv_se: Den första posten på formuläret med sökords rullgardinsmeny.

source: Tag Autosubmit
es_es: Auto enviar Etiqueta
nl_nl: Tag Automatische Invoer
sr_rs: Automatski podnesi oznaku
sv_se: Sökord Autoskicka

source: Force the form to auto-submit when the tag is selected with a radio button.
es_es: Forzar la forma de auto-enviar cuando la etiqueta se selecciona con un botón de radio
nl_nl: Forceer het formulier automatisch te versturen als de tag is geselecteerd met een radio button.
sr_rs: Neka se formular automatski podnese kad odaberete oznaku na radio tasteru.
sv_se: Tvinga formuläret att autoskicka när sökordet väljs med knappen.

source: - Reporting
es_es: Informando
fr_fr: - Rapport
nl_nl: - Rapporteren
sr_rs: - Izveštavanje
sv_se: - Rapport

source: Save Settings
sv_se: Spara inställningar

source: Report Summary
sv_se: Rapportsummering

source: Reports
es_es: Informes
fr_fr: rapports
nl_nl: Rapporten
sr_rs: Izveštaji
sv_se: Rapporter

source: Export To CSV
es_es: Exportar a CSV
fr_fr: Exporter en CSV
nl_nl: Exporteer Naar CSV
sr_rs: Izvezi u CSV
sv_se: Exportera till CSV

source: Export all records
es_es: Exportar todos los registros
fr_fr: Exporter tous les enregistrements
nl_nl: Exporteer alle records
sr_rs: Izvezi sve zapise
sv_se: Exportera alla platser

source: Top Searches
es_es: Búsquedas Top
fr_fr: Meilleures Recherches
nl_nl: Top Zoekopdrachten
sr_rs: Vrh pretrage
sv_se: Toppsökningar

source: Top Results
es_es: Resultados Top
fr_fr: Meilleurs Résultats
nl_nl: Top Resultaten
sr_rs: Vrh rezultata
sv_se: Toppresultat

source: Report Parameters
es_es: Parámetros del informe
fr_fr: Rapport Paramètres
nl_nl: Rapport Parameters
sr_rs: Parametri izveštaja
sv_se: Rapportparametrar

source: Start Date
sv_se: Startdatum

source: Only show data on or after this date. YYYY-MM-DD.
sv_se: Visa endast uppgifter från och med detta datum. ÅÅÅÅ-MM-DD.

source: End Date
sv_se: Slutdatum

source: Only show data on or before this date. YYYY-MM-DD hh:mm:ss.
sv_se: Visa endast uppgifter på eller före detta datum. ÅÅÅÅ-MM-DD tt:mm:ss.

source: Report Limit
sv_se: Rapportgräns

source: Limit the report to this many detail records. Default: 10. Recommended maximum: 500.
sv_se: Begränsa rapporten till så många detaljposter. Standard: 10. Rekommenderad maximal: 500.

source: Total searches: <strong>%s</strong>
es_es: Total de búsquedas: <strong>%s </strong>
fr_fr: Recherches totales: <strong>%s</strong>
nl_nl: Totaal zoekopdrachten: <strong>%s</strong>
sr_rs: Ukupna pretraga: <strong>%s</strong>
sv_se: Totalt sökningar: <strong>%s</strong>

source: Total results: <strong>%s</strong>
es_es: Resultados totales: <strong>%s </strong>
fr_fr: Résultats totaux: <strong>%s</strong>
nl_nl: Totaal resultaten: <strong>%s</strong>
sr_rs: Ukupni rezultati: <strong>%s</strong>
sv_se: Totalt resultat: <strong>%s</strong>

source: Days with activity: <strong>%s</strong>
sv_se: Dagar med aktivitet: <strong>%s</strong>

source: Top %s Results Returned
es_es: Resultados Top%s Obtenidos
fr_fr: Meilleurs %s Résultats Retournés
nl_nl: Top %s Resultaten Getoond
sr_rs: Najviše %s vraćenih rezultata
sv_se: Topp %s Resultat Svarade

source: Store
es_es: Tienda
fr_fr: Point de Vente
sr_rs: Prodavnica
sv_se: Plats

source: City
es_es: Ciudad
fr_fr: Ville
nl_nl: Plaats
sr_rs: Grad
sv_se: Stad

source: Total
nl_nl: Totaal
sr_rs: Ukupno
sv_se: Totalt

source: topresults
fr_fr: Meilleurs résultats
nl_nl: topresultaten
sr_rs: najvažniji rezultati
sv_se: toppresultat

source: Top %s Addresses Searched
es_es: Direcciones Top %s Buscadas
fr_fr: Adresses les plus recherchées %s
nl_nl: Top %s Adressen Gezocht
sr_rs: Najviše %s pretraženih adresa
sv_se: Topp %s Adresser sökta

source: Address
es_es: Dirección
fr_fr: Adresse
nl_nl: Adres
sr_rs: Adresa
sv_se: Adress

source: topsearches
fr_fr: Meilleurs recherches
nl_nl: topzoekopdrachten
sr_rs: najveća pretraga
sv_se: toppsökningar

source: Settings
sv_se: Inställningar

source: Enable reporting to start recording location search data.
sv_se: Aktivera rapporter för att börja spara platsers sökdata.

source: Once enabled the report section will appear on this tab.
sv_se: När du har aktiverat rapporter kommer den att visas på den här fliken.

source: Enable Reporting
es_es: Habilitar Informes
fr_fr: Activer Rapport
nl_nl: Inschakelen Rapportage
sr_rs: Aktiviraj izveštavanje
sv_se: Aktivera rapporter

source: Enables tracking of searches and returned results. The added overhead can increase how long it takes to return location search results.
es_es: Permite el seguimiento de las búsquedas y resultados devueltos. La sobrecarga adicional puede aumentar el tiempo que tarda en devolver los resultados de búsqueda de ubicación.
fr_fr: Activer le suivi sur les recherches et les résultats de recherche. Cela peut augmenter le temps de réponse sur la recherche de Point de Vente.
nl_nl: Schakelt het bijhouden van zoekopdrachten en gevonden resultaten in. De extra overhead kan invloed hebben op hoe lang het duurt voordat de zoekresultaten getoond worden.
sr_rs: Aktivira praćenje pretrage i rezultata pretrage. Preveliki broj može povećati vremenski interval dobijanja rezultata pretrage.
sv_se: Möjliggör spårning av sökningar och svarade resultat. Detta kan öka hur lång tid det tar att göra sökningar och via sökresultat på sidan för platser.

source: CSV Records has too many fields.
es_es: Registros CSV tiene demasiados campos.
fr_fr: Trop de champs dans le fichier CSV.
nl_nl: CSV Records hebben te veel velden.
sr_rs: CSV zapisi imaju previše polja
sv_se: CSV datan innehåller för många fält.

source: Got %d expected less than %d.
es_es: Tiene %d se esperaba menos de %d.
fr_fr: Ai %d, attend moins de %d
nl_nl: Kreeg %d verwachtte minder dan %d.
sr_rs: Ima %d očekivanih manje nego %d
sv_se: Fick %d förväntade mindre än %d.

source: Upload Locations
es_es: Subir Ubicaciones
fr_fr: Envoyer Points de Vente
nl_nl: Upload Locaties
sr_rs: Otpremi lokacije
sv_se: Ladda upp platser

source: See the %s for more details on the import format.
es_es: Ver el % s para más detalles sobre el formato de importación.
fr_fr: Voir le %s pour plus de détails sur le format d'importation.
nl_nl: Zie %s voor meer informatie over het import formaat.
sr_rs: Vidite %s za detalje o formatu uvoza
sv_se: Se %s för mer detaljer om importformatet.

source: online documentation
es_es: Documentación en línea
fr_fr: Documentation en ligne
nl_nl: online documentatie
sr_rs: online dokumentacija
sv_se: onlinedokumentation

source: Skip First Line
es_es: Saltar Primera Línea
fr_fr: Passer la première ligne
nl_nl: Sla Eerste Regel Over
sr_rs: Preskoči prvi red
sv_se: Hoppa över första raden

source: Skip the first line of the import file.
es_es: Saltar la primera línea del archivo de importación.
fr_fr: Passer la première ligne du fichier importé.
nl_nl: Sla de eerste regel uit het invoerbestand over.
sr_rs: Preskoči prvi red uvezene datoteke
sv_se: Hoppa över första raden i importfilen.

source: First Line Has Field Name
es_es: La primera línea tiene Nombre de campo
fr_fr: La première ligne a un champs nommé
nl_nl: Eerste Regel Heeft Veld Naam
sr_rs: Prvi red sadži naziv polja
sv_se: Första raden innehåller fältnamn

source: Check this if the first line contains the field names.
es_es: Marque esto si la primera línea contiene los nombres de campo.
fr_fr: Cochez si la première ligne contient un nom.
nl_nl: Vink dit aan als de eerste regel de veldnamen bevat.
sr_rs: Štiklirajte ovo ako prvi red sadrži nazive polja.
sv_se: Markera här om den första raden innehåller fältnamn

source: Text must match the <a href="%s">approved field name list</a>.
es_es: El texto debe coincidir con el <a href="%s"> Lista aprobada de nombres de campo</a>.
fr_fr: Les texte doit corresponcre à <a href="%s">la liste de champs approuvée</a>.
nl_nl: Tekst moet overeenkomen met de <a href="%s">goedgekeurde veldnamenlijst</a>.
sr_rs: Tekst mora da se podudara sa <a href="%s">odobrenom listom naziva polja</a>.
sv_se: Texten måste följa <a href="%s">godkända fältnamn</a>.

source: Skip Geocoding
es_es: Saltar geocodificación
sr_rs: Preskoči geokodiranje
sv_se: Gör ingen Geokodning

source: Do not check with the Geocoding service to get latitude/longitude. Locations without a latitude/longitude will NOT appear on map base searches.
es_es: No marque con el servicio de geocodificación para obtener la latitud / longitud. Zonas sin una latitud / longitud no aparecerán en búsquedas base en mapas.
nl_nl: Check niet met de Geocoding service om de latitude/longitude te zetten. Locaties zonder latitude/longitude zullen NIET getoond worden op kaart gebaseerde zoekopdrachten.
sr_rs: Nemojte štiklirati službu geokodiranja da biste dobili širinu/dužinu. Lokacije bez širine/dužine NEĆE se pojavljivati na osnovnim pretragama mape.
sv_se: Kör inte med Geokodningfunktionen för att få latitud/longitud. Platser utan latitud/longitud visas INTE på kartans startsökningar.

source: Duplicates Handling
es_es: Manejo de Duplicados
nl_nl: Duplicaten Behandeling
sr_rs: Upravljanje duplikatima
sv_se: Dubletthantering

source: How should duplicates be handled?
es_es: ¿Cómo deben ser manejados los duplicados?
nl_nl: Hoe zouden duplicaten behandeld moeten worden?
sr_rs: Kako treba upravljati duplikatima?
sv_se: Hur ska dubletter hanteras?

source: Duplicates are records that match on name and complete address with country.
es_es: Duplicados son registros que coinciden con el nombre y la dirección completa con el país.
nl_nl: Duplicaten zijn records die matchen op naam en compleet adres met land.
sr_rs: Duplikati su zapisi čija se imena podudaraju po imenu u po kompletnoj adresi u jednoj državi.
sv_se: Dubletter är platser som matchar på namn och adress i samma land.

source: Add (default) will add new records when duplicates are encountered.
es_es: Añadir (por defecto) añadirá nuevos registros cuando se encuentran duplicados.
nl_nl: Toevoegen (default) voegt een nieuw record toe als duplicaten gevonden zijn.
sr_rs: Opcija “Dodaj” (podrazumevano) dodaće nove zapise kad se otkriju duplikati.
sv_se: Lägg till (standard) kommer att lägga till nya platser även när dubbletter påträffas.
