Repository: shufeigong/clo
Catalog: web/app/plugins/store-locator-le/languages/store-locator-le-*.po
Languages: lt_lt

source: Apply
lt_lt: Tinkinti

source: Settings
lt_lt: Nustatymai

source: The %s method is no longer available.
lt_lt: %s metodas yra nebepasiekiamas.

source: It is likely that one of your add-on pack is out of date.
lt_lt: Greičiausiai vienas iš jūsų priedų paketų yra pasenęs.

source: You need to <a href="%s" target="csa">upgrade</a> to the latest %s compatible version or <a href="%s" target="csa">downgrade</a> the %s plugin.
lt_lt: Jums reikėtų <a href="%s" target="csa">atsinaujinti</a> į naujausią %s suderinamą versiją arba <a href="%s" target="csa">naudoti </a> mažesnę %s priedo.

source: The theme directory:<br/>%s<br/>is missing. Create it to enable themes and get rid of this message.
lt_lt: Temos direktorija:<br/>%s<br/> nerastas. Sukurkite, kad galėtumėte įjungti temas ir dingtų ši žinutė.

source: SLP Hints
lt_lt: SLP Patarimai

source: Store Locator Plus documentation can be found online at <a href="%s" target="csa">%s</a>.<br/>
lt_lt: Store Locator Plus instrukcijas rasite adresu <a href="%s" target="csa">%s</a>.<br/>

source: View the <a href="%s" target="csa">[slplus] shortcode documentation</a>.
lt_lt: Peržiūrėkite <a href="%s" target="csa">[slplus] kodo trumpinių instrukcijas</a>.

source: Info
lt_lt: Informacija

source: Locations
lt_lt: Lokacijos

source: User Experience
lt_lt: Vartotojų sąsaja

source: General Settings
lt_lt: Pagrindiniai nustatymai

source: Store Pages
lt_lt: Įstaigų puslapiai

source: Store Page
lt_lt: Įstaigos puslapis

source: Add New Store Page
lt_lt: Pridėti naują įstaigos puslapį

source: Store Locator Plus location pages.
lt_lt: Store Locator Plus lokacijų puslapiai.

source: Categories
lt_lt: Kategorijos

source: Store Categories
lt_lt: Įstaigų kategorijos

source: Admin
lt_lt: Administratorius

source: Turn off rate notification
lt_lt: Išjungti dažnumo perspėjimus

source: This will disable the notification asking you to rate our product.
lt_lt: Šiuo nustatymu išjungsite perspėjimą įvertinti savo produktą.

source: Geocoding
lt_lt: Geokodavimas

source: Geocode Retries
lt_lt: Geokodavimo Kartojimai

source: How many times should we try to set the latitude/longitude for a new address?
lt_lt: Kiek kartų reikėtų bandyti nustatyti ilgumą/platumą naujam adresui?

source: Higher numbers mean slower bulk uploads.
lt_lt: Didesnis skaičius reiškia lėtesnį importą.

source: Lower numbers make it more likely the location will not be set during bulk uploads.
lt_lt: Mažesnis skaičius mažina tikimybę surasti lokaciją importo metu.

source: Bulk import or re-geocoding is a %s feature.
lt_lt: Importas ar pergeokodavimas yra %s privalumas.

source: Maximum Retry Delay
lt_lt: Ilgiausias bandymo užlaikymas

source: Maximum time to wait between retries, in seconds.
lt_lt: Ilgiausias laikas tarp bandymų, sekundėmis.

source: Use multiples of 1.
lt_lt: Naudokite vienetus.

source: Recommended value is 5.
lt_lt: Rekomenduojama reikšmė 5.

source: Google API Key
lt_lt: Google API raktas

source: This setting helps with query limits for businesses with a Google Business Account only.
lt_lt: Šis nustatymas padeda išvengti užklausų limito, bet tik naudojantiems Google Verslo prisijungimus.

source: The free Google API keys do not have an impact on query limits.
lt_lt: Nemokami Google API raktai neturi įtakos užklausų limitams.

source: Turn Off SLP Maps
lt_lt: Išjungti SLP žemėlapius

source: Check this box if your Theme or another plugin is providing Google Maps and generating warning messages. THIS MAY BREAK THIS PLUGIN.
lt_lt: Įjunkite šį nustatymą tik tuo atveju, jei jūsų tema ar kitas priedėlis teikia Google Maps paslaugas ir generuoja perspėjimus. DĖL ŠIO NUSTATYMO SLP GALI SUSIGADINTI.

source: User Interface
lt_lt: Vartotojo sąsaja

source: Force Load JavaScript
lt_lt: Priversti užkrauti JavaScript

source: Force the JavaScript for Store Locator Plus to load on every page with early loading.
lt_lt: Priversti iš anksto įsijungti JavaScript kiekviename Store Locator Plus puslapyje.

source: This can slow down your site, but is compatible with more themes and plugins.
lt_lt: Tai gali sulėtinti jūsų svetainę, bet veikia su daugiau temų ir priedėlių.

source: - Locations
lt_lt: - Lokacijos

source: Name
lt_lt: Vardas

source: Address
lt_lt: Adresas

source: Description
lt_lt: Aprašymas

source: Website
lt_lt: Svetainė

source: Email
lt_lt: El. paštas

source: Hours
lt_lt: Darbo laikas

source: Phone
lt_lt: Telefono Nr.

source: Fax
lt_lt: Fakso Nr.

source: at
lt_lt: ties

source: Address %s (%d in current series) hit the Google query limit.
lt_lt: Adresas %s (%d šiame bandyme) pasiekė Google bandymų limitą.

source: Waited up to %4.2f seconds between request, total wait for this location was %4.2f seconds.
lt_lt: Laukta %4.2f s tarp bandymų, viso laukta šiai lokacijai: %4.2f s.

source: %d total attempts for this location.
lt_lt: %d viso bandymų šiai lokacijai.

source: Address #%d : %s <font color=red>failed to geocode</font>.
lt_lt: Adresas #%d : %s <font color=red>nepavyko surasti geokodo</font>.

source: Unknown Address! Received status %s.
lt_lt: Nežinomas adresas! Gautas atsakymas %s.

source: Received status %s.
lt_lt: Gautas atsakymas %s.

source: Received data %s.
lt_lt: Gauti duomenys %s.

source: Geocode service non-responsive
lt_lt: Geokodavimo paslauga neatsako

source: Read <a href="%s">this</a> if you are having geocoding issues.
lt_lt: Perskaitykite <a href="%s">tai</a>, jei turite geokodavimo problemų.

source: Google thinks %s is at <a href="%s" target="_blank">lat: %s long %s</a>
lt_lt: Google galvoja %s yra <a href="%s" target="_blank">ilg: %s plat: %s</a>

source: Street - Line 1
lt_lt: Gatvė - Pirma eilutė

source: Street - Line 2
lt_lt: Gatvė - Antra eilutė

source: City, State, ZIP
lt_lt: Miestas, Rajonas, Pašto kodas

source: Country
lt_lt: Šalis

source: Latitude (N/S)
lt_lt: Ilguma (Š/P)

source: Longitude (E/W)
lt_lt: Platuma (R/V)

source: Add Location
lt_lt: Pridėti lokaciją

source: Update Location
lt_lt: Atnaujinti lokaciją

source: Add
lt_lt: Pridėti

source: Update
lt_lt: Atnaujinti

source: Cancel
lt_lt: Atšaukti

source: Additional Information
lt_lt: Papildoma informacija

source: Image URL
lt_lt: Paveikslėlio nuoroda

source: Added Successfully
lt_lt: Sėkmingai pridėta!

source: Location not added.
lt_lt: Lokacija nepridėta.

source: The add location form on your server is not rendering properly.
lt_lt: "Pridėti lokaciją" forma jūsų serveryje stringa.

source: Bulk Actions
lt_lt: Masiniai veiksmai

source: Delete Permanently
lt_lt: Visiškai ištrinti

source: Are you sure you want to
lt_lt: Ar tikrai norite

source: Show All
lt_lt: Rodyti viską

source: Filter
lt_lt: Filtruoti

source: Normal
lt_lt: Normalus

source: Expanded
lt_lt: Praplėstas

source: %d locations
lt_lt: %d lokacijos

source: Display
lt_lt: Rodyti

source: for your search of
lt_lt: jūsų paieškai

source: Clear&nbsp;Results
lt_lt: Anuliuoti rezultatus

source: locations
lt_lt: lokacijos

source: Edit
lt_lt: Redaguoti

source: Manage
lt_lt: Tvarkyti

source: View
lt_lt: Peržiūrėti

source: edit
lt_lt: keisti

source: delete
lt_lt: trinti

source: Delete %s?
lt_lt: Ištrinti %s?

source: No locations have been created yet.
lt_lt: Jūs dar nesukūrėte nei vienos lokacijos.

source: Search Locations returned no matches.
lt_lt: Lokacijų paieška neranda atitikmenų.

source: Search
lt_lt: Paieška

source: Actions
lt_lt: Veiksmai

source: City
lt_lt: Miestas

source: State
lt_lt: Rajonas

source: Zip
lt_lt: Pašto kodas

source: Lat, Lon
lt_lt: Ilguma, platuma

source: - User Experience
lt_lt: - Vartotojo Sąsaja

source: Save Settings
lt_lt: Išsaugoti nustatymus

source: Auto set height unit to blank when height is 'auto !important'
lt_lt: Automatiškai nustatykite aukščio matą į tuščią kai aukštis yra 'auto !important'

source: Auto set width unit to blank when width is 'auto !important'
lt_lt: Automatiškai nustato plotį į tuščią kai plotis yra 'auto !important'

source: Look and Feel
lt_lt: Išvaizda

source: Map Height
lt_lt: Žemėlapio aukštis

source: The initial map height in pixels or percent of initial page height.
lt_lt: Pradinis žemėlapio aukštis pikseliais arba procentais nuo bendro puslapio aukščio.

source: Can also use rules like auto and inherit if Height Units is set to blank
lt_lt: Taip pat galima naudoti taisykles kaip auto ir inherit, jei Aukščio vienetai yra nustatyti į tuščia.

source: Height Units
lt_lt: Aukščio vienetai

source: Is the width a percentage of page width or absolute pixel size?
lt_lt: Are plotį norite nustatyti procentai nuo puslapio pločio ar absoliučiais pikseliais?

source: Select blank to use CSS rules like auto or inherit in the Map Height setting.
lt_lt: Jei norite Žemėlapio aukštis nustatyme naudoti CSS taisykles auto arba inherit, pasirinkite tuščia.

source: Map Width
lt_lt: Žemėlapio plotis

source: The initial map width in pixels or percent of page width. Also sets results width.
lt_lt: Pradinis žemėlapio plotis pikseliais arba procentais nuo puslapio pločio. Taip pat nustato rezultatų lango plotį.

source: Can also use rules like auto and inherit if Width Units is set to blank
lt_lt: Taip pat galima naudoti tokius nustatymus kaip auto arba inherit, jei Pločio vienetai yra tuščia.

source: Width Units
lt_lt: Pločio vienetai

source: Is the width a percentage of page width or absolute pixel size?
lt_lt: Ar plotis nustatytas procentais, ar absoliučiais pikseliais?

source: Select blank to use CSS rules like auto or inherit in the Map Width setting.
lt_lt: Jei norite Žemėlapio plotis nustatyme naudoti CSS taisykles auto arba inherit, pasirinkite tuščia.

source: Default Map Type
lt_lt: Žemėlapio tipas pagal nutylėjimą

source: What style Google Map should we use?
lt_lt: Kokio stiliaus Google žemėlapį turėtume naudoti?

source: Remove Credits
lt_lt: Išimti padėką autoriui.

source: Remove the search provided by tagline under the map.
lt_lt: Išimti \"Paiešką teikia: \" eilutę žemėlapyje.

source: Center Map At
lt_lt: Išcentruoti žemėlapį ties

source: Enter an address to serve as the initial focus for the map.
lt_lt: Įveskite adresą, kuris tarnaus kaip žemėlapio centras.

source: Default is the center of the country.
lt_lt: Pagal nutylėjimą centras yra šalies viduryje.

source: Enhanced Map add-on must be installed to set per-page with center_map_at="address" shortcode.
lt_lt: Enhanced Map priedėlis turi būti instaliuotas, kad galėtumėte kiekvienam puslapiui nustatyti center_map_at="address" kodo trumpinį.

source: Force JavaScript setting must be off when using the shortcode attribute.
lt_lt: Priversti JavaScript nustatymas turi būti išjungtas kai naudojamas kodo trumpinys.

source: Behavior
lt_lt: Elgsena

source: Map Domain
lt_lt: Žemėlapių domenas

source: Map Language
lt_lt: Žemėlapių kalba

source: Zoom Level
lt_lt: Priartinimo lygis

source: Initial zoom level of the map if "immediately show locations" is NOT selected or if only a single location is found. 0 = world view, 19 = house view.
lt_lt: Pradinis priartinimas, jei "Iškart rodyti lokacijas" NĖRA pasirinktas arba jeigu tik viena lokacija rasta. 0 = rodyti žemę, 19= rodyti maksimaliai priartinus.

source: Zoom Adjustment
lt_lt: Priartinimo nustatymas

source: Changes how tight auto-zoom bounds the locations shown. Lower numbers are closer to the locations.
lt_lt: Nustato kaip auto-priartinimas arti sudeda lokacijas. Mažesnis skaičius reiškia arčiau rodomas lokacijas.

source: Home Marker
lt_lt: Namų markeris

source: Destination Marker
lt_lt: Tikslo markeris

source: Saved markers live here:
lt_lt: Išsaugoti markeriai randasi čia:

source: Map Features
lt_lt: Žemėlapio ypatybės

source: Map Settings
lt_lt: Žemėlapio nustatymai

source: Map Markers
lt_lt: Žemėlapio markeriai

source: Map
lt_lt: Žemėlapis

source: English
lt_lt: Anglų

source: Arabic
lt_lt: Arabų

source: Basque
lt_lt: Baskų

source: Bulgarian
lt_lt: Bulgarų

source: Bengali
lt_lt: Bengaliečių

source: Catalan
lt_lt: Katalonų

source: Czech
lt_lt: Čekų

source: Danish
lt_lt: Danų

source: German
lt_lt: Vokiečių

source: Greek
lt_lt: Graikų

source: English (Australian)
lt_lt: Anglų (Australų)

source: English (Great Britain)
lt_lt: Anglų (D.Britanijos)

source: Spanish
lt_lt: Ispanų

source: Farsi
lt_lt: Farsų

source: Finnish
lt_lt: Suomių

source: Filipino
lt_lt: Filipinų

source: French
lt_lt: Prancūzų

source: Galician
lt_lt: Galų

source: Gujarati
lt_lt: Gujaratų

source: Hindi
lt_lt: Indų

source: Croatian
lt_lt: Kroatų

source: Hungarian
lt_lt: Vengrų

source: Indonesian
lt_lt: Indoneziečių

source: Italian
lt_lt: Italų

source: Hebrew
lt_lt: Hebrajų

source: Japanese
lt_lt: Japonų

source: Kannada
lt_lt: Kanadiečių

source: Korean
lt_lt: Korėjiečių

source: Lithuanian
lt_lt: Lietuvių

source: Latvian
lt_lt: Latvių

source: Malayalam
lt_lt: Malajalamų

source: Marathi
lt_lt: Maratų

source: Dutch
lt_lt: Olandų

source: Norwegian
lt_lt: Norvegų

source: Polish
lt_lt: Lenkų

source: Portuguese
lt_lt: Portugalų

source: Portuguese (Brazil)
lt_lt: Portugalų (Brazilų)

source: Portuguese (Portugal)
lt_lt: Portugalų (Portugalų)

source: Romanian
lt_lt: Rumunų

source: Russian
lt_lt: Rusų

source: Slovak
lt_lt: Slovakų

source: Slovenian
lt_lt: Slovėnų

source: Serbian
lt_lt: Serbų

source: Swedish
lt_lt: Švedų

source: Tamil
lt_lt: Tamilų

source: Telugu
lt_lt: Telugų

source: Thai
lt_lt: Tailandiečių

source: Turkish
lt_lt: Turkų

source: Ukrainian
lt_lt: Ukrainiečių

source: Vietnamese
lt_lt: Vietnamiečių

source: Chinese (Simplified)
lt_lt: Kiniečių (Supaprastinta)

source: Chinese (Traditional)
lt_lt: Kiniečių (Tradicinė)

source: Successful Update
lt_lt: Pavykęs Atnaujinimas

source: Your home marker %s cannot be located, please select a new one.
lt_lt: Jūsų namų markeris %s negali būti nustatytas, prašome pasirinkti naują.

source: Your destination marker %s cannot be located, please select a new one.
lt_lt: Jūsų tikslo markeris %s negali būti nustatytas, prašome pasirinkti naują.

source: Search Results
lt_lt: Paieškos Rezultatai

source: Max Search Results
lt_lt: Daugiausiai Paieškos Rezultatų

source: How many locations does a search return? Default is 25.
lt_lt: Paieškos rezultatų kiekis. Pagal nutylėjimą 25.

source: Immediately Show Locations
lt_lt: Iškart rodyti lokacijas

source: Display locations as soon as map loads, based on map center and default radius.
lt_lt: Užsikrovus žemėlapiui nedelsiant rodyti lokacijas, priklausomai nuo žemėlapio centro ir atstumo nustatymo.

source: Number To Show Initially
lt_lt: Skaičius, kurį rodyti pradžioje.

source: How many locations should be shown when Immediately Show Locations is checked. Recommended maximum is 50.
lt_lt: Kiek lokacijų turėtų būti rodomą kai \"Iškart rodyti lokacijas\" yra nustatytas. Rekomenduojama ne daugiau 50.

source: Radius To Search Initially
lt_lt: Atstumas, pagal kurį iškart ieškoti

source: What should immediately show locations use as the default search radius? Leave empty to use map radius default or set to a large number like 25000 to search everywhere.
lt_lt: Ką iškart turėtų rodyti lokacijos pagal nutylėjimą? Palikite tuščia, jei norite naudoti žemėlapio atstumą pagal nutylėjimą arba įrašykite didelį skaičių, pvz. 25000, kad ieškotų visur.

source: Can be set with <a href="%s" target="csa">shortcode attribute initial_radius</a> if Force Load JavaScript is turned off.
lt_lt: Gali būti nustatytas su <a href="%s" target="csa">kodo trumpiniu initial_radius</a>, jei \"Priversti įsijungti JavaScript\" nustatymas yra išjungtas.

source: Results Labels
lt_lt: Rezultatų Pavadinimai

source: Website URL
lt_lt: Svetainės nuoroda

source: Search results text for the website link.
lt_lt: Ieškoti svetainės adreso nuorodos rezultatų tekste.

source: Hours label.
lt_lt: \"Darbo laikas\" užrašas.

source: Phone label.
lt_lt: Telefono Nr. užrašas.

source: Fax label.
lt_lt: Fakso Nr. užrašas.

source: Directions
lt_lt: Nuorodos

source: Directions label.
lt_lt: Nuorodos užrašas.

source: Instructions
lt_lt: Instrukcijos

source: Search results instructions shown if immediately show locations is not selected.
lt_lt: Rodomos paieškos instrukcijos, jei iškart nepasirenkama rodyti lokacijas.

source: Enter an address or zip code and click the find locations button.
lt_lt: Įveskite adresą arba pašto kodą ir spustelėkite \"Ieškoti lokacijų\" mygtuką.

source: Results Features
lt_lt: Rezultatų Ypatybės

source: Results
lt_lt: Rezultatai

source: Search Features
lt_lt: Paieškos Ypatybės

source: Radii Options
lt_lt: Radii nustatymai

source: Separate each number with a comma ",". Put parenthesis "( )" around the default.
lt_lt: Atskirkite kiekvieną skaičių kablelių ",". Pagrindinį nustatymą atskirkite skliaustais "( )".

source: Distance Unit
lt_lt: Nuotolio vienetai

source: Kilometers
lt_lt: Kilometrai

source: Miles
lt_lt: Mylios

source: miles
lt_lt: mylios

source: Use Find Location Text Button
lt_lt: Naudoti \"Surasti lokaciją\" tekstinį mygtuką

source: Use a standard text button for "Find Locations" instead of the provided button images.
lt_lt: Naudoti standartinį tekstinį užrašą "Rasti lokacijas" vietoje mygtuko su paveiksliuku.

source: Search form address label.
lt_lt: Paieškos formos adreso užrašas.

source: Address / Zip
lt_lt: Adresas / Pašto kodas

source: Radius
lt_lt: Atstumas

source: Search form radius label.
lt_lt: Paieškos formos atstumo užrašas.

source: Within
lt_lt: Tarp

source: Search Labels
lt_lt: Paieškos Užrašai

source: Search Form
lt_lt: Paieškos formos

source: Navigation
lt_lt: Navigacija

source: How to Use
lt_lt: Kaip naudotis

source: Could not read icon directory %s
lt_lt: Neišeina perskaityti paveiksliukų direktorijos %s

source: no latitude passed
lt_lt: neįvedėte ilgumos

source: no longitude passed
lt_lt: neįvedėte platumos

source: renderJSON_Response did not get an array()
lt_lt: renderJSON_Response negavo array()

source: Import file name not set.
lt_lt: Importo bylos pavadinimas nenurodytas

source: Import file was empty.
lt_lt: Importo byla tuščia.

source: Uploaded file needs to be in CSV format.
lt_lt: Importuojama byla turi būti CSV formato.

source: Type was %s.
lt_lt: Esamas tipas %s.

source: Could not open CSV file for processing.
lt_lt: Neįmanoma atidaryti CSV bylos importavimui.

source: processed.
lt_lt: pavyko.

source: draft
lt_lt: pavyzdys

source: Could not create or update the custom page for this location.
lt_lt: Neišeina sukurti ar atnaujinti individualizuoto puslapio šiai lokacijai.

source: Could not add %s as a new location
lt_lt: Neišeina pridėti %s kaip naujos lokacijos

source: search provided by %s
lt_lt: paiešką teikia: %s

source: Enter Your Address or Zip Code Above.
lt_lt: Įveskite savo adresą arba pašto kodą aukščiau.

source: %s is not ready
lt_lt: %s neparuoštas

source: Manage multiple locations with ease. Map stores or other points of interest with ease via Google Maps. This is a highly customizable, easily expandable, enterprise-class location management system.
lt_lt: Lengvai tvarkykite daugelį lokacijų. Lengvai nurodykite įstaigas ar kitas vietas per Google žemėlapius. Tai daug parametrų turinti, lengvai praplėčiama ir aukštos klasės lokacijų tvarkymo sistema
