Repository: shufeigong/clo
Catalog: web/app/plugins/slp-enhanced-map/languages/csa-slp-em-*.po
Languages: fr_fr

source: Enhanced Map
fr_fr: Carte étendue

source: Center Map At
fr_fr: Centrer la carte sur

source: Enter an address to serve as the initial focus for the map.
fr_fr: Entrez une adresse qui servira de position initiale sur la carte.

source: Can be set per-page with center_map_at="address" shortcode.
fr_fr: Peut être défini par page avec raccourci center_map_at="address".

source: Force JavaScript setting must be off when using the shortcode attribute.
fr_fr: Le paramètre Forcer Javascript doit être sur non pour utiliser le raccourci.

source: Default is the center of the country.
fr_fr: Par défaut le centre du pays.

source: Do Not Auto-zoom
fr_fr: Ne pas activer le zoom automatique

source: Use only the "zoom level" setting when rendering the initial map for immediately show locations.
fr_fr: Utiliser seulement le paramètre "niveau de zoom" quand on affiche la carte initiale pour montrer directement les Points de Vente.

source: Do not automatically zoom the map to show all iniital locations.
fr_fr: Ne pas zoomer automatiquement sur la carte pour montrer tous les Points de Vente.

source: Show Map Inset Box
fr_fr: Montrer l'encart carte

source: When checked the map inset is shown.
fr_fr: Quand sélectionné la l'encart carte est montré.

source: Disable Scroll Wheel
fr_fr: Désactivé la molette de défilement.

source: Disable the scrollwheel zoom on the maps interface.
fr_fr: Désactivé le zoom avec la molette de défilement sur la carte.

source: Hide map 3d control
fr_fr: Cacher le controle 3D sur la carte

source: Turn the large map 3D control off.
fr_fr: Désactiver le controle 3D sur la grande carte.

source: Hide map scale
fr_fr: Masquer l'echelle de la carte

source: Turn the map scale off.
fr_fr: Désactiver l'échelle de la carte

source: Hide map type
fr_fr: Cacher le type de carte

source: Turn the map type selector off.
fr_fr: Désactiver le choix de carte.

source: Map
fr_fr: Carte

source: Map Marker
fr_fr: Icône carte

source: Hide Immediate Home Marker
fr_fr: Cacher l'icône Maison

source: Do not include the home map marker for the initial map loading with immediately show locations enabled.
fr_fr: Ne pas inclure l'icône Maison pour le premier chargement de la Carte avec option Montrer Les Point de Vente activée.

source: Hide The Map
fr_fr: Cacher la Carte

source: Do not show the map on the page.
fr_fr: Ne pas montrer la Carte sur la page.

source: Add Map Toggle On UI
fr_fr: Ajouter switch Carte sur l'interface

source: Add a map on/off toggle to the user interface.
fr_fr: Ajouter un On/Off Carte sur l'interface utilisateur.

source: Toggle Label
fr_fr: Label switch

source: The text that appears before the display map on/off toggle.
fr_fr: Texte qui apparait avant l'affichage du switch On/Off de la Carte

source: Starting Image
fr_fr: Image de départ

source: If set, this image will be displayed until a search is performed. Enter the full URL for the image.
fr_fr: Si activé, cette image sera affichée tant qu'une recherche ne sera pas effectuée. Entrez l'adresse complète de l'image.

source: Map Layout
fr_fr: Rendu Carte

source: Enter your custom map area layout for the Store Locator Plus page.
fr_fr: Entrez votre propre rendu carte pour la page Store Locator Plus.

source: Must have the [slp_mapcontent] shortcode to where you want Google to put the map.
fr_fr: Vous devez mettre le raccourci [slp_mapcontent] à l'endroit que vous souhaitez pour que Google affiche la carte.

source: [slp_maptagline] puts the Store Locator Plus tagline in place.
fr_fr: [slp_maptagline] met le tag Store Locator Plus en place.

source: Set it to blank to reset to the default layout.
fr_fr: Le mettre sur vide pour remettre à zéro le rendu.

source: Bubble Layout
fr_fr: Info Bulle

source: Enter your custom info buble layout.
fr_fr: Entrez votre info personnalisée pour l'info bulle.
